package banksUtil;

public class Converter {
/*    натискаємо конвертер - отримуємо - оберіть банк
      обираємо банк отримуємо - оберіть валюту з якої ви хочете здійснити обмін
      обрали валюту - отримуємо - оберіть валюту в яку ви хочете здійснити обмін
      обираємо валюту
      отримуємо 2 кнопки :
            1) ввести сумму у валюті 1
            2) ввести сумму у валюті 2
      після вибору отримуємо повідомлення (введіть бажану сумму у валюті 1 або 2)
      після вводу якщо введено число то виводимо повідомлення типу (згідно {обраний банк}
      при обміні {сумма} {валюта 1} ви отримаєте {розрахована сумма} {валюта 2}
*/

}
